Repository: itusheve/tabit-chef-repo
Catalog: src/locale/messages.*.xlf
Languages: he

# noOrgs
source: Your user is not authorized to any Restaurants. Please contact support.
he: המשתמש שלך לא מורשה לאף מסעדה. אנא פנה לתמיכה.

source: No Data
he: אין נתונים

source: Daily
he: יומי

source: This Week
he: השבוע

source: This Month
he: החודש

source: This Year
he: השנה

source: Department
he: מחלקה

# departments
source: {VAR_SELECT, select, food {Food} beverages {Beverages} other {Other} }
he: {VAR_SELECT, select, food {מזון} beverages {משקאות} other {אחר} }

source: Categories
he: קטגוריות

source: Category
he: קטגוריה

source: Item
he: פריט

source: Most Sold Items
he: הפריטים הנמכרים ביותר

source: Most Returned Items
he: הפריטים המוחזרים ביותר

source: Payments
he: תשלומים

source: Payment
he: תקבול

source: Total Payments
he: סה"כ תשלומים

source: Monthly
he: חודשי

source: Amount
he: סכום

source: Sold
he: נמכר

source: Actions worth
he: פעולות בשווי

source: Prepared
he: הוכן

source: Returned
he: הוחזר

source: Operational Errors
he: תקלות תפעול

# operationalErrorsByServer
source: Item Returns, OTH and Discounts by Server
he: החזר פריטים, OTH והנחות לפי מלצר

source: Operational Reductions Value
he: שווי תקלות תפעול

source: Retention
he: שימור ושיווק

# retentionByServer
source: Manual Operations by Server
he: פעולות ידניות לפי מלצר

source: Monthly Report
he: דו"ח חודשי

source: Business Day
he: יום עסקים

source: Net Sales
he: מכירות נטו

# ppd
source: Pay Per Diner
he: ממוצע לסועד

source: Cancellations Value
he: שווי ביטולים

source: Operational Errors Value
he: שווי תקלות תפעול

source: Retention Value
he: שווי שימור ושיווק

# organizationalValue
source: Employees & Owners
he: עובדים ובעלים

source: Day
he: יום

source: Email
he: מייל

source: Illegal email
he: מייל לא חוקי

source: Password
he: סיסמא

source: Login
he: כניסה

source: Filter
he: סינון

source: VAT
he: מע"מ

# mySites
source: My Restaurants
he: המסעדות שלי

source: Logout
he: התנתק

# excludingVAT
source: Data excluding VAT
he: הנתונים ללא מע"מ

# salesComment
source: {VAR_SELECT, select, NotFinal {Not Final} }
he: {VAR_SELECT, select, NotFinal {לא סופי} }

# cardLetter
source: {VAR_SELECT, select, A {A} M {Y} }
he: {VAR_SELECT, select, A {מ} Y {ש} }

source: {VAR_SELECT, select, currentBd {Today} previousBd {Yesterday} }
he: {VAR_SELECT, select, currentBd {היום} previousBd {אתמול} }

source: Revenue
he: הכנסות

source: Total
he: סה"כ

source: Diners
he: סועדים

source: Diners Sales
he: מכירות סועדים

source: Orders
he: הזמנות

source: Opened
he: שעת פתיחה

# orderNumber
source: Order #
he: הזמנה מס'

source: Order
he: הזמנה

source: Server
he: מלצר

source: Table
he: שולחן

# tip
source: Gratuity
he: תשר

source: Return Transaction
he: החזרת עסקה

source: Club Members
he: חברי מועדון

source: Business Meal>
he: ארוחה עסקית

source: Before VAT
he: סה"כ לפני מע"מ

source: Include VAT
he: כולל מע"מ

source: Paid in credit from
he: שולם באשראי מ

source: Last 4 Digits
he: 4 ספרות

# transactionNumber
source: Transaction no.
he: מספר עסקה

# approvalNumber
source: Approval no.
he: מספר אישור

source: Change
he: עודף

source: Paid in cash
he: התקבל במזומן

source: Paid by cheque
he: התקבל בהמחאה

source: Gift Card
he: כרטיס תשלום

source: Diner
he: אירוח

source: Paid in charge account from
he: שולם בהקפה מ

source: Company name
he: שם חברה

source: Card number
he: מספר כרטיס

source: Returned in charge account from
he: הוחזר בהקפה מ

source: Returned in credit from
he: הוחזר באשראי מ

source: Card
he: כרטיס

source: Returned in cheque
he: הוחזר בהמחאה

# returnedWithCash
source: Returned in Cash
he: הוחזר במזומן

source: Order Type
he: הזמנת

source: Type
he: סוג

source: Reason
he: סיבה

source: Server / Owner
he: מלצר / אחראי

source: Date
he: תאריך
